Repository: FreePBX/webrtc
Catalog: i18n/*/LC_MESSAGES/webrtc.po
Languages: cs, de_de, es_es, fa_ir, fr_fr, pl, pt_br, ru, uk_ua, vi, zh_cn

source: Call
cs: Volat
fa_ir: تماس
pl: Połączenie
ru: Вызов

source: Certificate Manager
cs: Správce certifikátů
fa_ir: مدیر گواهینامه
pl: Menedżer certyfikatów
ru: Менеджер сертификатов

source: Click this window to answer or close this window to ignore
cs: Kliknutím na toto okno můžete na tuto zprávu odpovědět, ignorovat ji nebo ji zavřít
de_de: Klicken Sie zum Antworten auf dieses Fenster oder schließen Sie dieses Fenster, um es zu ignorieren
es_es: Haga clic en esta ventana para responder o cerrar esta ventana para ignorar
fa_ir: برای پاسخ به تماس روی این پنجره کلیک کنید یا برای رد تماس این پنجره را ببندید
pl: Kliknij to okno aby odpowiedzieć lub zamknij to okno aby zignorować
pt_br: Clique nesta janela para responder ou feche esta janela para ignorar
ru: Щелкните это окно, чтобы ответить, или закройте чтобы проигнорировать
uk_ua: Натисніть на це вікно, щоб відповісти або зачинить його, щоб ігнорувати
vi: Kích vào cửa sổ này để trả lời hoặc đóng cửa sổ để bỏ qua

source: Connect Phone
cs: Připojit telefon
de_de: Telefon verbinden
es_es: Conectar el teléfono
fa_ir: اتصال تلفن
pl: Podłącz telefon
pt_br: Conectar Telefone
ru: Подключить телефон
uk_ua: Підключення телефону
vi: Kết nối điện thoại

source: Connecting to socket...
cs: Připojení k soketu ...
fa_ir: اتصال به سوکت ...
pl: Podłączanie do socketu...
ru: Подключение к сокету...

source: Connectivity
cs: Připojení
de_de: Verbindungen
es_es: Conectividad
fa_ir: اتصال
fr_fr: Connectivité
pl: Łączność
pt_br: Conectividade
ru: Подключения
uk_ua: Зв'язок
vi: Khả năng kết nối
zh_cn: 通信接口连接

source: Disable
cs: Zakázat
fa_ir: غیرفعال
pl: Wyłącz
ru: Выключить

source: Disconnect Phone
cs: Odpojit telefon
de_de: Telefonverbindung trennen
es_es: Desconectar Teléfono
fa_ir: قطع کردن اتصال تلفن
pl: Odłącz telefon
pt_br: Desconectar Telefone
ru: ОТключить телефон
uk_ua: Від'єднайте телефон
vi: Ngắt kết nối điện thoại

source: Disconnected
cs: Odpojeno
fa_ir: قطع شده
pl: Odłączony
ru: Отключено

source: Enable
cs: Povolit
fa_ir: فعال
pl: Włącz
ru: Включить

source: Enable Phone
cs: Povolit telefon
fa_ir: فعال کردن تلفن
pl: Włącz telefon
ru: Включить телефон

source: Enable WebRTC Old ARI Phone
cs: Povolit službu WebRTC pro starý telefon ARI
de_de: WebRTC Old ARI-Telefon aktivieren
es_es: Habilitar WebRTC viejo ARI Phone
fa_ir: فعال سازی تلفن WebRTC قدیمی مبتنی بر ARI
fr_fr: Activer le téléphone WebRTC ARI (vieux)
pl: Włącz stary telefon ARI WebRTC
pt_br: Habilitar WebRTC antigo Telefone ARI
ru: Использовать телефон со старым WebRTC ARI
vi: Kích hoạt WebRTC Old ARI Phone
zh_cn: 开启WebRTC 以前的 ARI 电话

source: Enable the phone in UCP for this user
cs: Povolit telefon v UCP pro tohoto uživatele
fa_ir: برای این کاربر تلفن را در UCP فعال کنید
pl: Włącz telefon w UCP dla tego użytkownika
ru: Использовать телефон в Панели пользователя этого пользователя

source: Enables WebRTC for this %s in the Asterisk Recording Interface (ARI). Note: ARI is depreciated in favor of UCP
cs: Povolí WebRTC pro %s v nahrávacím rozhraní Asterisku (ARI). Poznámka: ARI je zastaralé oproti UCP
de_de: Aktiviert WebRTC für diesen %s in der Asterisk-Aufnahme-Schnittstelle (ARI). Hinweis: ARI ist UCP untergeordnet
es_es: Habilita WebRTC para este %s en el Asterisk Recording Interface (ARI). Nota: ARI es obsoleto en favor de UCP
fa_ir: فعال سازی WebRTC برای %s در ARI. توجه： با معرفی UCP، واسط ARI منسوخ شده است
fr_fr: Active WebRTC pour ce %s dans le 'Asterisk Recording Interface (ARI)'. Note : ARI est déprécié en faveur d'UCP
pl: Włącza WebRTC dla tego %s w interfejsie nagrywania Asterisk (ARI). Uwaga: ARI jest zastępowane przez UCP
pt_br: Habilita o WebRTC para este %s na Interface de Gravação Asterisk (ARI). Nota: ARI obsoleto em favor do PCU
ru: Мспользовать WebRTC для %s в Asterisk Recording Interface (ARI). Примечание: использование ARI устарело в пользу UCP
vi: Kích hoạt WebRTC cho %s này tại giao diện ghi âm Asterisk ( ẢI). Lưu ý: ARI bị sụt giảm để có lợi cho Bảng điều khiển
zh_cn: 在ARI中对%s 开启WebRTC。注意：UCP中已经停止使用ARI

source: HTTPS is not enabled for Asterisk
cs: HTTPS není pro Asterisk povoleno
de_de: HTTPS ist für Asterisk nicht aktiviert
es_es: HTTPS no está habilitado para Asterisk
fa_ir: سرویس HTTPS برای استریسک فعال نشده است
pl: HTTPS nie jest włączony w Asterisk
pt_br: HTTPS não está habilitado para o Asterisk
ru: HTTPS не задействовано в Asterisk
uk_ua: HTTPS не ввімкнуто для Астеріску
vi: HTTPS không được kích hoạt cho Asterisk

source: Hold
cs: Přidržet
fa_ir: نگه داشتن
pl: Zawieś
ru: удержание

source: Incoming call from %s
cs: Příchozí hovor od %s
de_de: Eingehender Anruf von %s
es_es: Llamada entrante de %s
fa_ir: تماس ورودی از %s
pl: Połączenie przychodzące od %s
pt_br: Chamada recebida de %s
ru: Входящий вызов от %s
uk_ua: Вхідний дзвінок від %s
vi: Cuộc gọi đến từ %s

source: Inherit
cs: Zdědit
de_de: Übernehmen
es_es: Heredar
fa_ir: موروثی
fr_fr: Hérite
pl: Odziedzicz
pt_br: Herdar
ru: Наследовать
uk_ua: Успадковувати
vi: Kế thừa
zh_cn: 继承

source: No
cs: Ne
de_de: Nein
fa_ir: خیر
fr_fr: Non
pl: Nie
pt_br: Não
ru: Нет
uk_ua: Ні
vi: Không

source: Not supported in this browser
cs: V tomto prohlížeči není podporováno
fa_ir: در این مرورگر پشتیبانی نمیشود
pl: Nieobsługiwane w tej przeglądarce
ru: Не поддерживается данным браузером

source: Note: An Active call will not be dropped when this window is closed
cs: Poznámka: Po uzavření tohoto okna nebude aktivní hovor zrušen
fa_ir: توجه: هنگامی که این پنجره بسته شده، تماس فعال نخواهد شد
pl: Uwaga: Po zamknięciu tego okna aktywne połączenie nie zostanie przerwane
ru: Примечание: активный вызов не сбрасывается призакрытиии этого окна

source: Only supported over HTTPS
cs: Podporováno pouze přes protokol HTTPS
fa_ir: فقط HTTPS پشتیبانی می شود
pl: Obsługiwane tylko przez HTTPS
ru: Поддерживается только с использованием HTTPS

source: Phone
cs: Telefon
fa_ir: تلفن
pl: Telefon
ru: Телефон

source: Phone Status
cs: Stav telefonu
fa_ir: وضعیت تلفن
pl: Stan telefonu
ru: Статус телефона

source: Registered
cs: Registrován
fa_ir: ثبت شده
pl: Zarejestrowany
ru: Зарегистрирован

source: Registering...
cs: Registrace ...
fa_ir: در حال ثبت...
pl: Rejestrowanie...
ru: Регистрируется...

source: Registration Failed
cs: Registrace se nezdařila
fa_ir: ثبت نام ناموفق بود
pl: Rejestracja nie powiodła się
ru: Регистрация отклонена

source: Silence Ringer
cs: Tiché vyzvánění
de_de: Stummschaltung
es_es: Silenciar Timbrado
fa_ir: سکوت زنگ
pl: Wycisz dzwonek
pt_br: Silenciar Toque
ru: Тихий звонок
vi: Để chuông chế độ im lặng

source: The Certificate to use from Certificate Manager
cs: Certifikát k použítí od správce certifikátů
de_de: Das zu verwendende Zertifikat des Zertifikatmanagers
es_es: Certificado a usar desde el Gestor de Certificados
fa_ir: مجوزی که از طریق مدیریت مجوزها، مورد استفاده قرار می گیرد
fr_fr: Le certificat à utiliser du gestionnaire de certificat
pl: Certyfikat z Menedżera Certyfikatów który ma być używany
pt_br: Certificado a ser usado pelo Gerenciador de Certificados
ru: Сертификат для использования из Менеджера сертификатов
uk_ua: Сертифікат для використання з диспетчера сертифікатів
vi: Chứng thực sử dụng từ trình quản lý chứng thực
zh_cn: 使用的证书来自于证书管理员

source: The WebRTC Module allows an Administrator to enable a
cs: Modul WebRTC umožňuje správci povolit
de_de: Das WebRTC-Modul ermöglicht einem Administrator die Aktivierung von
es_es: El Módulo WebRTC permite a un Administrador habilitar un
fa_ir: ماژول WebRTC به یک مدیر اجازه می دهد که فعال کنید
fr_fr: Le module WebRTC permet à un administrateur d'activer un
pl: Moduł WebRTC umożliwia administratorowi włączenie
pt_br: O Módulo WebRTC permite que um Administrador habilite um
ru: Модуль WebRTC делает возможным задействовать Администратору
uk_ua: Модуль WebRTC дозволяє адміністратору, активувати
vi: Mô đun WebRTC cho phép một quản trị viên kích hoạt một

source: The WebSockets Interface is running through PJSIP, PJSIP is not supported at this time. Please enable the chan_sip driver (along with pjsip or by itself) or alert the FreePBX Developers
cs: Rozhraní WebSockets běží přes PJSIP, PJSIP momentálně není podporován. Prosím, povolte ovladač chan_sip (spolu s pjsip nebo samostatně), nebo upozorněte vývojáře FreePBX
de_de: Die WebSockets-Schnittstelle läuft mit PJSIP. PJSIP wird derzeit nicht unterstützt. Bitte aktivierenSie den chan_sip-Treiber (zusammen mit psjip oder einzeln) oder wenden Sie sich an die Entwickler von FreePBX
es_es: El WebSockets interfaz está ejecutando a través PJSIP, PJSIP no es soportado en este momento. Por favor, active el driver chan_sip (junto con PJSIP o por sí mismo) o alertar los desarrolladores de FreePBX
fa_ir: واسط وب سوکت در حال حاضر از طریق PJSIP اجرا می شود؛ PJSIP در حال حاضر پشتیبانی نمی شود. لطفا ماژول chan_sip را فعال کرده و از آن استفاده کنید
fr_fr: L'interface WebSockets utilise actuellement PJSIP et celui-ci n'est actuellement pas supporté. S'il vous plaît, activez le pilote chan_sip (avec ou sans pjsip) ou alertez les développeurs de FreePBX
pl: Interfejs WebSockets działa poprzez protokół PJSIP. PJSIP nie jest obecnie obsługiwany. Włącz sterownik chan_sip (wraz z pjsip lub sam) lub powiadom programistów FreePBX
pt_br: A Interface do WebSockets está sendo executada através de PJSIP, PJSIP não é suportado neste momento. Habilite o driver chan_sip (juntamente com o pjsip ou sozinho) ou avise os Desenvolvedores FreePBX
ru: Интерфейс вэбсокета работает через PJSIP, Но PJSIP не поддерживается в текущей версии. Задействуйте драйвер канала chan_sip (может работать вместе с pjsip или самостоятельно) или сообщите об этом разработчикам FreePBX
uk_ua: WebSockets Інтерфейс працює через PJSIP, PJSIP не підтримуються в даний час. Будь ласка, включите драйвер chan_sip (разом з pjsip або сам по собі) або попередьте розробників FreePBX
vi: Giao diện WebSocket đang chạy qua PJSIP, PJSIP không được hỗ trợ tại thời điểm này. Vui lòng kích hoạt driver chan_sip ( kèm với pjsip hoặc chính nó) hoặc cảnh báo những nhà phát triển FreePBX
zh_cn: WebSockets 接口通过PJSIP在运行，现在PJSIP不支持。请开启chan_sip 驱动或者提醒FreePBX 开发人员

source: To utilize WebRTC in ARI you must add at least one certificate %s through Certificate Manager
cs: Chcete-li využít technologii WebRTC v systému ARI, musíte přidat certifikát %s prostřednictvím Správce certifikátů
de_de: Um WebRTC in ARI verwenden zu können, muss mindestens ein Zertifikat %s über den Zertifikatmanager hinzugefügt werden
es_es: Para utilizar WebRTC en ARI debe agregar al menos un certificado %s a través de Administrador de certificados
fa_ir: برای استفاده از WebRTC در ARI می بایست حداقل یک مجوز %s از طریق ماژول مدیریت مجوز تعریف کنید
fr_fr: Pour utiliser WebRTC avec ARI vous devez ajouter au moins un certificat %s par l'entremise du gestionnaire de certificat
pl: Aby korzystać z WebRTC w ARI, musisz dodać co najmniej jeden certyfikat %s poprzez Menedżera Certyfikatów
pt_br: Para utilizar o WebRTC no ARI, você deve adicionar pelo menos um certificado %s através do Gerenciador de Certificados
ru: Для реализации WebRTC в составе с ARI нужно добавить по крайней мере один сертификат %s через модуль управления сертификатами
uk_ua: Щоб використовувати WebRTC в ARI ви повинні додати принаймні один сертифікат %s за допомогою диспетчера сертифікатів
vi: Để sử dụng WebRTC trong ARI, bạn phải thêm ít nhất một chứng thực %s qua Trình Quản lý Chứng thực
zh_cn: 为了使用webRTC，必须通过证书管理员添加证书 %s

source: Unregistered
cs: Neregistrován
fa_ir: ثبت نام نشده
pl: Niezarejestrowany
ru: Не зарегистрирован

source: Unsupported Version of Asterisk, You need at least %s you have %s
de_de: Nicht unterstützte Version von Asterisk. Sie benötigen mindestens %s. Sie haben %s
es_es: versión de Asterisk no soportada. Usted necesita al menos %s y tiene %s
fa_ir: عدم پشتیبانی از نسخه استریسک، شما باید حداقل نسخه %s را داشته باشید. در حال حاضر نسخه شما %s است
fr_fr: Version non supportée d'Asterisk. Vous devez avoir au minimum %s et vous avez %s
pl: Nieobsługiwana wersja Asterisk. Potrzebujesz co najmniej %s masz %s
pt_br: Versão não suportada do Asterisk, você precisa ao menos %s você tem %s
uk_ua: Непідтримувана версія Астеріск, Вам необхідно мінімум %s, встановлено %s
vi: Phiên bản không được hỗ trợ của Asterisk. Bạn cần ít nhất %s để bạn có %s
zh_cn: 不能支持Asterisk的版本，用户至少需要%s, 但是现在的版本是%s

source: Use Certificate
cs: Použít certifikát
de_de: Zertifikat verwenden
es_es: Use Certificado
fa_ir: از مجوز استفاده نمایید
fr_fr: Utiliser le certificat
pl: Użyj certyfikatu
pt_br: Usar Certificado
ru: Используемый сертификат
uk_ua: Використовувати сертифікат
vi: Sử dụng chứng thực
zh_cn: 使用证书

source: WebRTC
fa_ir: ارتباط WebRTC

source: WebRTC Phone
cs: WebRTC telefon
de_de: WebRTC-Telefon
es_es: Teléfono WebRTC
fa_ir: تلفن WebRTC
fr_fr: Téléphone WebRTC
pl: Telefon WebRTC
pt_br: Telefone WebRTC
ru: Телефон WebRTC
uk_ua: WebRTC телефон
vi: Điện thoại WebRTC
zh_cn: WebRTC 电话

source: Yes
cs: Ano
de_de: Ja
es_es: Si
fa_ir: بله
fr_fr: Oui
pl: Tak
pt_br: Sim
ru: Да
uk_ua: Так
vi: Có
zh_cn: 是

source: You have no default certificates setup in %s
cs: Nemáte žádné výchozí nastavení certifikátů v %s
fa_ir: شما هیچ تنظیمات پیش فرض در ٪s1 ندارید
pl: Nie masz domyślnych ustawień certyfikatów w %s
ru: Нет ни одного сертификата по умолчанию в %s

source: Certificate WebRTC Phone should use for this user.
de_de: Für diesen Benutzer sollte ein Telefon mit WebRTC-Zertifikat verwendet werden.
es_es: Certificado del teléfono WebRTC debe utilizar para este usuario.
fr_fr: Le certificat que le téléphone WebRTC devrait utiliser pour cet utilisateur.
pt_br: Certificado de Telefone WebRTC deve ser utilizado para este usuário.
uk_ua: Сертифікат WebRTC телефону повинен використовувати для цього користувача.
vi: Giấy chứng nhận điện thoại WebRTC nên sử dụng cho người dùng này.
zh_cn: 此用户使用带证书的WebRTC 电话。

source: Enable WebRTC Phone
de_de: WebRTC-Telefon aktivieren
es_es: Habilitar Teléfono WebRTC
fr_fr: Activer le téléphone WebRTC
pt_br: Habilitar Telefone WebRTC
uk_ua: Активувати WebRTC телефон
vi: Kích hoạt WebRTC Phone
zh_cn: 开启 WebRTC 电话

source: Enable the WebRTC Phone in UCP for this user
de_de: WebRTC-Telefon in UCP für diesen Benutzer aktivieren
es_es: Habilitar el teléfono WebRTC en UCP para este usuario
fr_fr: Activer le téléphone WebRTC dans l'UCP pour cet utilisateur
pt_br: Habilitar telefone WebRTC no PCU para este usuário
uk_ua: Активує WebRTC телефон для цього користувача в UCP
vi: Kích hoạt WebRTC Phone tại bảng điều khiển người dùng cho người dùng này
zh_cn: 对此用户开启WebRTC电话

source: New Web Phone Call
de_de: Neuer Online-Anruf
es_es: Nueva llamada Web
fr_fr: Nouvel appel téléphonique web
pt_br: Nova Chamada Telefônica Web
uk_ua: Новий Веб-дзвінок
vi: Cuộc gọi Web Phone mới
zh_cn: 新的页面电话呼叫

source: Originate
de_de: Aufbauen
es_es: Originar
fr_fr: Placer un appel
pt_br: Originar
uk_ua: Ініціювати
vi: Khởi tạo
zh_cn: 发起

source: Originate Call
de_de: Anruf aufbauen
es_es: Originar Llamada
fr_fr: Placer un appel
pt_br: Originar Chamada
uk_ua: Вихідний виклик
vi: Khởi tạo cuộc gọi
zh_cn: 发起呼叫

source: Unable to start call. Please allow the WebRTC session in your browser and refresh
de_de: Anruf kann nicht gestartet werden. Erlauben Sie die WebRTC-Sitzung in Ihrem Browser und aktualisieren Sie
es_es: no se pudo iniciar llamada. Por favor permita la sesión WebRTC en su navegador y refresque
fr_fr: Incapable de démarrer l'appel. S'il vous plaît veuillez accepter la sessions WebRTC dans votre navigateur et rafraîchir
pt_br: Não é possível iniciar a chamada. Permita a sessão WebRTC no seu navegador e atualize
vi: Không thể bắt đầu cuộc gọi. Vui lòng cho phép phiên WebRTC trên trình duyệt của bạn và làm mới nó
zh_cn: 不能发起呼叫，请在浏览器设置支持WebRTC，或者重新刷新浏览器

source: WebRTC Certificate
de_de: WebRTC-Zertifikat
es_es: Certificado WebRTC
fr_fr: Certificat WebRTC
pt_br: Certificado WebRTC
uk_ua: Сертифікат WebRTC
vi: Chứng thực WebRTC
zh_cn: WebRTC证书

source: You have no certificates setup in Certificate Manager
de_de: Sie haben keine Zertifikate im Zertifikatmanager erstellt
es_es: No tiene configuración de certificados en el Administrador de certificados
fr_fr: Vous n'avez pas de certificats configurés dans le gestionnaire de certificat
pt_br: Você não tem nenhuma configuração de certificados no Gerenciador de Certificados
uk_ua: У вас немає встановлених сертифікатів в диспетчері сертифікатів
vi: Bạn không có chứng thực được cài đặt trong trình quản lý chứng thực
zh_cn: 在证书管理员中没有证书设置

source: The STUN Server address is blank. In many cases this can cause issues. Please define a valid server in the Asterisk SIP Settings module
zh_cn: 无STUN 服务器地址。很多情况下，就是因为这个问题导致。请在Asterisk SIP 设置模块中定义有效的服务器地址

source: Unsupported Version of Asterisk, You need at least %s you have &s
zh_cn: 不能支持Asterisk，至少需要版本%s，现在是&s
